Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# messages.report.action
source: Report message
ar: الإبلاغ عن الرسالة
bn: মেসেজ রিপোর্ট করুন
ca: Denuncia el missatge
cs: Nahlásit zprávu
da: Anmeld besked
de: Nachricht melden
el: Αναφορά μηνύματος
es: Denunciar mensaje
fi: Ilmianna viesti
fr: Signaler le message
he: דווח על הודעה
hi: संदेश रिपोर्ट करें
hr: Prijavi poruku
hu: Üzenet jelentése
id: Laporkan pesan
it: Segnala messaggio
ja: メッセージを報告
ko: 메시지 신고
ml: സന്ദേശം റിപ്പോർട്ട് ചെയ്യുക
ms: Laporkan mesej
nb: Rapporter melding
nl: Bericht melden
pl: Zgłoś wiadomość
pt_br: Denunciar mensagem
pt_pt: Denunciar mensagem
ro: Raportează mesajul
ru: Пожаловаться на сообщение
sk: Nahlásiť správu
sv: Rapportera meddelande
ta: செய்தியைப் புகாரளி
te: సందేశాన్ని రిపోర్ట్ చేయి
th: รายงานข้อความ
tr: Mesajı şikayet et
uk: Поскаржитися на повідомлення
ur: پیغام کی رپورٹ کریں
vi: Báo cáo tin nhắn
zh_hans: 举报消息
zh_hant: 檢舉訊息

# messages.request.accept
source: Accept
ar: قبول
bn: গ্রহণ করুন
ca: Accepta
cs: Přijmout
da: Acceptér
de: Annehmen
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל
hi: स्वीकार करें
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accetta
ja: 承認
ko: 수락
ml: സ്വീകരിക്കുക
ms: Terima
nb: Godta
nl: Accepteren
pl: Zaakceptuj
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
ru: Принять
sk: Prijať
sv: Godta
ta: ஏற்று
te: ఆమోదించు
th: รับ
tr: Kabul et
uk: Прийняти
ur: قبول کریں
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受

# messages.request.accept.hint
source: Moves this conversation to your inbox
ar: ينقل المحادثة إلى الوارد
bn: এই কথোপকথন আপনার ইনবক্সে সরিয়ে নেয়
ca: Mou aquesta conversa a la safata d'entrada
cs: Přesune tuto konverzaci do doručených
da: Flytter denne samtale til din indbakke
de: Verschiebt diese Unterhaltung in deinen Posteingang
el: Μεταφέρει αυτή τη συνομιλία στα εισερχόμενά σου
es: Mueve esta conversación a tu bandeja
fi: Siirtää tämän keskustelun saapuneisiin
fr: Déplace cette conversation dans votre boîte de réception
he: מעביר את השיחה הזו לתיבת הדואר שלך
hi: इस बातचीत को आपके इनबॉक्स में ले जाता है
hr: Premješta ovaj razgovor u tvoju pristiglu poštu
hu: Áthelyezi ezt a beszélgetést a beérkezett üzeneteid közé
id: Memindahkan percakapan ini ke kotak masukmu
it: Sposta questa conversazione nella posta in arrivo
ja: この会話を受信箱に移します
ko: 이 대화를 받은 메시지로 옮겨요
ml: ഈ സംഭാഷണം നിങ്ങളുടെ ഇൻബോക്സിലേക്ക് മാറ്റുന്നു
ms: Memindahkan perbualan ini ke peti masuk anda
nb: Flytter denne samtalen til innboksen din
nl: Verplaatst dit gesprek naar je inbox
pl: Przenosi tę rozmowę do Odebranych
pt_br: Move esta conversa para a sua caixa de entrada
pt_pt: Move esta conversa para a sua caixa de entrada
ro: Mută această conversație în inbox
ru: Переносит эту переписку во входящие
sk: Presunie túto konverzáciu do tvojich doručených
sv: Flyttar den här konversationen till din inkorg
ta: இந்த உரையாடலை உங்கள் இன்பாக்ஸுக்கு நகர்த்தும்
te: ఈ సంభాషణను మీ ఇన్‌బాక్స్‌కు తరలిస్తుంది
th: ย้ายการสนทนานี้ไปที่กล่องข้อความของคุณ
tr: Bu sohbeti gelen kutunuza taşır
uk: Переміщує цю розмову до ваших вхідних
ur: یہ گفتگو آپ کے ان باکس میں لے جاتا ہے
vi: Chuyển cuộc trò chuyện này vào hộp thư của bạn
zh_hans: 将此对话移到你的收件箱
zh_hant: 將此對話移到你的收件匣

# messages.request.accepted
source: Moved to your inbox
ar: تم النقل إلى الوارد
bn: আপনার ইনবক্সে সরানো হয়েছে
ca: Mogut a la safata d'entrada
cs: Přesunuto do doručených
da: Flyttet til din indbakke
de: In deinen Posteingang verschoben
el: Μεταφέρθηκε στα εισερχόμενά σου
es: Movida a tu bandeja
fi: Siirretty saapuneisiin
fr: Déplacée dans votre boîte de réception
he: הועבר לתיבת הדואר שלך
hi: आपके इनबॉक्स में ले जाया गया
hr: Premješteno u tvoju pristiglu poštu
hu: Áthelyezve a beérkezettek közé
id: Dipindahkan ke kotak masukmu
it: Spostata in arrivo
ja: 受信箱に移しました
ko: 받은 메시지로 옮겼어요
ml: നിങ്ങളുടെ ഇൻബോക്സിലേക്ക് മാറ്റി
ms: Dipindahkan ke peti masuk anda
nb: Flyttet til innboksen din
nl: Verplaatst naar je inbox
pl: Przeniesiono do Odebranych
pt_br: Movida para a sua caixa de entrada
pt_pt: Movida para a sua caixa de entrada
ro: Mutată în inbox
ru: Перенесено во входящие
sk: Presunuté do doručených
sv: Flyttad till din inkorg
ta: உங்கள் இன்பாக்ஸுக்கு நகர்த்தப்பட்டது
te: మీ ఇన్‌బాక్స్‌కు తరలించబడింది
th: ย้ายไปที่กล่องข้อความของคุณแล้ว
tr: Gelen kutunuza taşındı
uk: Переміщено до ваших вхідних
ur: آپ کے ان باکس میں منتقل ہو گئی
vi: Đã chuyển vào hộp thư của bạn
zh_hans: 已移到你的收件箱
zh_hant: 已移到你的收件匣

# messages.request.banner
source: This is a request. Replying accepts it and moves it to your inbox.
ar: هذا طلب. الرد عليه يقبله وينقله إلى الوارد.
bn: এটি একটি অনুরোধ। উত্তর দিলে এটি গ্রহণ হয়ে আপনার ইনবক্সে চলে যায়।
ca: Això és una sol·licitud. Si respons, l'acceptes i es mou a la safata d'entrada.
cs: Toto je žádost. Odpovědí ji přijmeš a přesune se do doručených.
da: Dette er en anmodning. Hvis du svarer, accepterer du den og flytter den til din indbakke.
de: Das ist eine Anfrage. Wenn du antwortest, nimmst du sie an und sie wandert in deinen Posteingang.
el: Αυτό είναι αίτημα. Η απάντηση το αποδέχεται και το μεταφέρει στα εισερχόμενά σου.
es: Esto es una solicitud. Al responder, la aceptas y pasa a tu bandeja.
fi: Tämä on pyyntö. Vastaaminen hyväksyy sen ja siirtää sen saapuneisiin.
fr: Ceci est une demande. Répondre l’accepte et la déplace dans votre boîte de réception.
he: זו בקשה. תגובה מקבלת אותה ומעבירה אותה לתיבת הדואר שלך.
hi: यह एक अनुरोध है। जवाब देने पर यह स्वीकार हो जाता है और आपके इनबॉक्स में चला जाता है।
hr: Ovo je zahtjev. Odgovor ga prihvaća i premješta u tvoju pristiglu poštu.
hu: Ez egy kérés. A válaszolás elfogadja, és áthelyezi a beérkezettek közé.
id: Ini permintaan. Membalas berarti menerimanya dan memindahkannya ke kotak masukmu.
it: Questa è una richiesta. Rispondere la accetta e la sposta in arrivo.
ja: これはリクエストです。返信すると承認され、受信箱に移ります。
ko: 메시지 요청이에요. 답장하면 수락되어 받은 메시지로 이동해요.
ml: ഇതൊരു അഭ്യർഥനയാണ്. മറുപടി നൽകിയാൽ ഇത് സ്വീകരിച്ച് ഇൻബോക്സിലേക്ക് മാറ്റും.
ms: Ini ialah permintaan. Membalas menerimanya dan memindahkannya ke peti masuk anda.
nb: Dette er en forespørsel. Hvis du svarer, godtar du den og flytter den til innboksen din.
nl: Dit is een verzoek. Reageren accepteert het en verplaatst het naar je inbox.
pl: To prośba. Odpowiedź ją akceptuje i przenosi do Odebranych.
pt_br: Esta é uma solicitação. Responder a aceita e a move para a sua caixa de entrada.
pt_pt: Isto é um pedido. Responder aceita-o e move-o para a sua caixa de entrada.
ro: Aceasta este o cerere. Răspunsul o acceptă și o mută în inbox.
ru: Это запрос. Ответ принимает его и переносит во входящие.
sk: Toto je žiadosť. Odpoveďou ju prijmeš a presunie sa do doručených.
sv: Det här är en förfrågan. Om du svarar godtas den och flyttas till din inkorg.
ta: இது ஒரு கோரிக்கை. பதிலளித்தால் அது ஏற்கப்பட்டு உங்கள் இன்பாக்ஸுக்கு நகரும்.
te: ఇది ఒక అభ్యర్థన. రిప్లై ఇస్తే అది ఆమోదించబడి మీ ఇన్‌బాక్స్‌కు తరలుతుంది.
th: นี่คือคำขอ การตอบกลับจะเป็นการรับและย้ายไปที่กล่องข้อความของคุณ
tr: Bu bir istek. Yanıtlamak onu kabul eder ve gelen kutunuza taşır.
uk: Це запит. Відповідь приймає його й переміщує до ваших вхідних.
ur: یہ ایک درخواست ہے۔ جواب دینے سے یہ قبول ہو جاتی ہے اور آپ کے ان باکس میں چلی جاتی ہے۔
vi: Đây là một yêu cầu. Trả lời sẽ chấp nhận nó và chuyển vào hộp thư của bạn.
zh_hans: 这是一条请求。回复即表示接受，并会移到你的收件箱。
zh_hant: 這是一則請求。回覆即表示接受，並會移到你的收件匣。

# messages.requests.notice
source: These are first messages from people you do not follow. They cannot see whether you have read them.
ar: هذه أول رسالة من أشخاص لا تتابعهم. لا يمكنهم معرفة ما إذا قرأتها.
bn: এগুলো আপনি ফলো করেন না এমন মানুষের প্রথম মেসেজ। আপনি পড়েছেন কি না তারা দেখতে পায় না।
ca: Aquests són primers missatges de persones que no segueixes. No poden veure si els has llegit.
cs: Toto jsou první zprávy od lidí, které nesleduješ. Nevidí, zda jsi je přečetl.
da: Det er første beskeder fra folk, du ikke følger. De kan ikke se, om du har læst dem.
de: Das sind erste Nachrichten von Personen, denen du nicht folgst. Sie können nicht sehen, ob du sie gelesen hast.
el: Αυτά είναι πρώτα μηνύματα από άτομα που δεν ακολουθείς. Δεν μπορούν να δουν αν τα έχεις διαβάσει.
es: Son primeros mensajes de personas a las que no sigues. No pueden saber si los has leído.
fi: Nämä ovat ensimmäisiä viestejä ihmisiltä, joita et seuraa. He eivät näe, oletko lukenut ne.
fr: Ce sont des premiers messages de personnes que vous ne suivez pas. Elles ne peuvent pas voir si vous les avez lus.
he: אלה הודעות ראשונות מאנשים שאתה לא עוקב אחריהם. הם לא יכולים לראות אם קראת אותן.
hi: ये उन लोगों के पहले संदेश हैं जिन्हें आप फ़ॉलो नहीं करते। वे यह नहीं देख सकते कि आपने इन्हें पढ़ा या नहीं।
hr: Ovo su prve poruke od ljudi koje ne pratiš. Ne mogu vidjeti jesi li ih pročitao/la.
hu: Ezek az általad nem követett emberek első üzenetei. Nem láthatják, hogy elolvastad-e őket.
id: Ini pesan pertama dari orang yang tidak kamu ikuti. Mereka tidak bisa melihat apakah kamu sudah membacanya.
it: Questi sono primi messaggi di persone che non segui. Non possono vedere se li hai letti.
ja: フォローしていない人からの最初のメッセージです。あなたが読んだかどうかは相手に表示されません。
ko: 팔로우하지 않는 사람의 첫 메시지예요. 상대방은 내가 읽었는지 알 수 없어요.
ml: നിങ്ങൾ ഫോളോ ചെയ്യാത്തവരുടെ ആദ്യ സന്ദേശങ്ങളാണിവ. നിങ്ങൾ വായിച്ചോ എന്ന് അവർക്ക് കാണാനാവില്ല.
ms: Ini ialah mesej pertama daripada orang yang tidak anda ikuti. Mereka tidak dapat melihat sama ada anda telah membacanya.
nb: Dette er første meldinger fra folk du ikke følger. De kan ikke se om du har lest dem.
nl: Dit zijn eerste berichten van mensen die je niet volgt. Zij kunnen niet zien of je ze hebt gelezen.
pl: To pierwsze wiadomości od osób, których nie obserwujesz. Nie widzą, czy je przeczytałeś.
pt_br: Estas são primeiras mensagens de pessoas que você não segue. Elas não podem ver se você as leu.
pt_pt: Estas são primeiras mensagens de pessoas que não segue. Elas não conseguem ver se as leu.
ro: Acestea sunt primele mesaje de la oameni pe care nu îi urmărești. Ei nu pot vedea dacă le-ai citit.
ru: Это первые сообщения от людей, на которых вы не подписаны. Они не видят, прочитали ли вы их.
sk: Toto sú prvé správy od ľudí, ktorých nesleduješ. Nevidia, či si ich prečítal.
sv: Det här är första meddelanden från personer du inte följer. De kan inte se om du har läst dem.
ta: இவை நீங்கள் பின்தொடராதவர்களின் முதல் செய்திகள். நீங்கள் படித்தீர்களா என்பதை அவர்களால் பார்க்க முடியாது.
te: ఇవి మీరు ఫాలో అవ్వని వారి నుండి వచ్చిన మొదటి సందేశాలు. మీరు వాటిని చదివారో లేదో వారు చూడలేరు.
th: นี่คือข้อความแรกจากคนที่คุณไม่ได้ติดตาม พวกเขาไม่เห็นว่าคุณอ่านแล้วหรือยัง
tr: Bunlar takip etmediğiniz kişilerden gelen ilk mesajlar. Onları okuyup okumadığınızı göremezler.
uk: Це перші повідомлення від людей, на яких ви не підписані. Вони не можуть бачити, чи ви їх прочитали.
ur: یہ ان لوگوں کے پہلے پیغامات ہیں جنہیں آپ فالو نہیں کرتے۔ وہ نہیں دیکھ سکتے کہ آپ نے انہیں پڑھا یا نہیں۔
vi: Đây là tin nhắn đầu tiên từ những người bạn không theo dõi. Họ không thấy được bạn đã đọc hay chưa.
zh_hans: 这些是来自你未关注的人的第一条消息。对方看不到你是否已读。
zh_hant: 這些是你未追蹤的人傳來的第一則訊息。對方看不到你是否已讀。

# messages.title
source: Messages
ar: الرسائل
bn: মেসেজ
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
ml: സന്ദേശങ്ങൾ
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
ur: پیغامات
vi: Tin nhắn
zh_hans: 私信
zh_hant: 訊息

# messages.typing
source: typing…
ar: يكتب…
bn: লিখছেন…
ca: escrivint…
cs: píše…
da: skriver…
de: schreibt …
el: πληκτρολογεί…
es: escribiendo…
fi: kirjoittaa…
fr: écrit…
he: מקליד…
hi: टाइप कर रहे हैं…
hr: tipka…
hu: ír…
id: mengetik…
it: sta scrivendo…
ja: 入力中…
ko: 입력 중…
ml: ടൈപ്പ് ചെയ്യുന്നു…
ms: sedang menaip…
nb: skriver …
nl: typt…
pl: pisze…
pt_br: digitando…
pt_pt: a escrever…
ro: scrie…
ru: печатает…
sk: píše…
sv: skriver…
ta: தட்டச்சு செய்கிறார்…
te: టైప్ చేస్తున్నారు…
th: กำลังพิมพ์…
tr: yazıyor…
uk: друкує…
ur: ٹائپ کر رہے ہیں…
vi: đang nhập…
zh_hans: 正在输入…
zh_hant: 正在輸入…

# messages.typing.row
source: %@ is typing…
ar: %@ يكتب…
bn: %@ লিখছেন…
ca: %@ està escrivint…
cs: %@ píše…
da: %@ skriver…
de: %@ schreibt …
el: Ο/Η %@ πληκτρολογεί…
es: %@ está escribiendo…
fi: %@ kirjoittaa…
fr: %@ écrit…
he: %@ מקליד…
hi: %@ टाइप कर रहे हैं…
hr: %@ tipka…
hu: %@ ír…
id: %@ sedang mengetik…
it: %@ sta scrivendo…
ja: %@が入力中…
ko: %@님이 입력 중…
ml: %@ ടൈപ്പ് ചെയ്യുന്നു…
ms: %@ sedang menaip…
nb: %@ skriver …
nl: %@ typt…
pl: %@ pisze…
pt_br: %@ está digitando…
pt_pt: %@ está a escrever…
ro: %@ scrie…
ru: %@ печатает…
sk: %@ píše…
sv: %@ skriver…
ta: %@ தட்டச்சு செய்கிறார்…
te: %@ టైప్ చేస్తున్నారు…
th: %@ กำลังพิมพ์…
tr: %@ yazıyor…
uk: %@ друкує…
ur: %@ ٹائپ کر رہے ہیں…
vi: %@ đang nhập…
zh_hans: %@ 正在输入…
zh_hant: %@ 正在輸入…

# mutedTerms.add
source: Mute
ar: اكتم
bn: মিউট
ca: Silencia
cs: Ztlumit
da: Gør lydløs
de: Stummschalten
el: Σίγαση
es: Silenciar
fi: Mykistä
fr: Masquer
he: השתק
hi: म्यूट करें
hr: Utišaj
hu: Némítás
id: Bisukan
it: Silenzia
ja: ミュート
ko: 뮤트
ml: മ്യൂട്ട്
ms: Senyap
nb: Demp
nl: Dempen
pl: Wycisz
pt_br: Silenciar
pt_pt: Silenciar
ro: Dezactivează
ru: Заглушить
sk: Stlmiť
sv: Tysta
ta: ஒலியடக்கு
te: మ్యూట్
th: ปิดเสียง
tr: Sessize al
uk: Заглушити
ur: میوٹ کریں
vi: Ẩn
zh_hans: 静音
zh_hant: 靜音

# mutedTerms.error.tooMany
source: You can mute 100 words at most
ar: يمكنك كتم 100 كلمة على الأكثر
bn: আপনি সর্বোচ্চ ১০০টি শব্দ মিউট করতে পারেন
ca: Pots silenciar 100 paraules com a màxim
cs: Můžeš ztlumit nejvýše 100 slov
da: Du kan højst gøre 100 ord lydløse
de: Du kannst höchstens 100 Wörter stummschalten
el: Μπορείς να βάλεις σε σίγαση το πολύ 100 λέξεις
es: Puedes silenciar 100 palabras como máximo
fi: Voit mykistää enintään 100 sanaa
fr: Vous pouvez masquer 100 mots au maximum
he: אפשר להשתיק עד 100 מילים
hi: आप अधिकतम 100 शब्द म्यूट कर सकते हैं
hr: Možeš utišati najviše 100 riječi
hu: Legfeljebb 100 szót némíthatsz
id: Kamu bisa membisukan maksimal 100 kata
it: Puoi silenziare al massimo 100 parole
ja: ミュートできる単語は最大100個です
ko: 단어는 최대 100개까지 뮤트할 수 있어요
ml: പരമാവധി 100 വാക്കുകൾ മ്യൂട്ട് ചെയ്യാം
ms: Anda boleh menyenyapkan paling banyak 100 perkataan
nb: Du kan dempe høyst 100 ord
nl: Je kunt maximaal 100 woorden dempen
pl: Możesz wyciszyć najwyżej 100 słów
pt_br: Você pode silenciar no máximo 100 palavras
pt_pt: Pode silenciar no máximo 100 palavras
ro: Poți dezactiva cel mult 100 de cuvinte
ru: Можно заглушить не более 100 слов
sk: Môžeš stlmiť najviac 100 slov
sv: Du kan tysta högst 100 ord
ta: அதிகபட்சம் 100 சொற்களை ஒலியடக்கலாம்
te: మీరు గరిష్ఠంగా 100 పదాలను మ్యూట్ చేయవచ్చు
th: คุณปิดเสียงได้สูงสุด 100 คำ
tr: En fazla 100 sözcüğü sessize alabilirsiniz
uk: Можна заглушити щонайбільше 100 слів
ur: آپ زیادہ سے زیادہ 100 الفاظ میوٹ کر سکتے ہیں
vi: Bạn có thể ẩn tối đa 100 từ
zh_hans: 最多可静音 100 个词
zh_hant: 你最多能靜音 100 個詞

# mutedTerms.error.tooShort
source: Mute at least two letters
ar: اكتم حرفين على الأقل
bn: কমপক্ষে দুটি অক্ষর মিউট করুন
ca: Silencia almenys dues lletres
cs: Ztlum alespoň dvě písmena
da: Gør mindst to bogstaver lydløse
de: Schalte mindestens zwei Buchstaben stumm
el: Βάλε σε σίγαση τουλάχιστον δύο γράμματα
es: Silencia al menos dos letras
fi: Mykistä vähintään kaksi kirjainta
fr: Masquez au moins deux lettres
he: השתק לפחות שתי אותיות
hi: कम से कम दो अक्षर म्यूट करें
hr: Utišaj najmanje dva slova
hu: Legalább két betűt némíts
id: Bisukan minimal dua huruf
it: Silenzia almeno due lettere
ja: 2文字以上をミュートしてください
ko: 두 글자 이상 뮤트하세요
ml: കുറഞ്ഞത് രണ്ട് അക്ഷരമെങ്കിലും മ്യൂട്ട് ചെയ്യുക
ms: Senyapkan sekurang-kurangnya dua huruf
nb: Demp minst to bokstaver
nl: Demp minimaal twee letters
pl: Wycisz co najmniej dwie litery
pt_br: Silencie pelo menos duas letras
pt_pt: Silencie pelo menos duas letras
ro: Dezactivează cel puțin două litere
ru: Заглушите хотя бы две буквы
sk: Stlm aspoň dve písmená
sv: Tysta minst två bokstäver
ta: குறைந்தது இரண்டு எழுத்துகளை ஒலியடக்குங்கள்
te: కనీసం రెండు అక్షరాలను మ్యూట్ చేయండి
th: ปิดเสียงอย่างน้อยสองตัวอักษร
tr: En az iki harf sessize alın
uk: Заглушіть щонайменше дві літери
ur: کم از کم دو حروف میوٹ کریں
vi: Ẩn ít nhất hai chữ cái
zh_hans: 至少静音两个字母
zh_hant: 至少靜音兩個字母

# mutedTerms.explanation
source: Posts, replies and notifications containing these leave your timelines, search and alerts. Arabic spelling variants and diacritics are matched.
ar: المنشورات والردود والإشعارات التي تحتوي عليها تختفي من خلاصاتك وبحثك وتنبيهاتك. تُطابَق صيغ الكتابة العربية والتشكيل.
bn: এগুলো আছে এমন পোস্ট, উত্তর ও বিজ্ঞপ্তি আপনার টাইমলাইন, সার্চ ও বিজ্ঞপ্তি থেকে সরে যায়। আরবি বানানের ভিন্নতা ও হরকত মিলিয়ে নেওয়া হয়।
ca: Les publicacions, respostes i notificacions que continguin aquestes paraules desapareixen de les cronologies, la cerca i els avisos. Es detecten variants ortogràfiques de l'àrab i els diacrítics.
cs: Příspěvky, odpovědi a oznámení s těmito slovy zmizí z tvých časových os, hledání i upozornění. Shodují se i arabské pravopisné varianty a diakritika.
da: Opslag, svar og notifikationer med disse forsvinder fra dine tidslinjer, din søgning og dine notifikationer. Arabiske stavevarianter og diakritiske tegn matches.
de: Beiträge, Antworten und Mitteilungen mit diesen Begriffen verschwinden aus deinen Timelines, der Suche und den Mitteilungen. Arabische Schreibvarianten und Diakritika werden mit erkannt.
el: Αναρτήσεις, απαντήσεις και ειδοποιήσεις που περιέχουν αυτά φεύγουν από τις ροές, την αναζήτηση και τις ειδοποιήσεις σου. Αντιστοιχίζονται και οι παραλλαγές γραφής και τα διακριτικά της αραβικής.
es: Las publicaciones, respuestas y notificaciones que contengan esto desaparecen de tus cronologías, búsquedas y avisos. Se detectan variantes ortográficas del árabe y signos diacríticos.
fi: Näitä sisältävät julkaisut, vastaukset ja ilmoitukset poistuvat aikajanoiltasi, hausta ja ilmoituksistasi. Arabian kirjoitusasut ja diakriittiset merkit huomioidaan.
fr: Les posts, réponses et notifications contenant ces mots disparaissent de vos fils, de la recherche et de vos alertes. Les variantes d’orthographe arabe et les signes diacritiques sont pris en compte.
he: פוסטים, תגובות והתראות שמכילים אותן יוצאים מצירי הזמן, מהחיפוש ומההתראות שלך. גם וריאנטים של איות בערבית וניקוד מזוהים.
hi: इन्हें शामिल करने वाली पोस्ट, जवाब और सूचनाएँ आपकी टाइमलाइन, खोज और अलर्ट से हट जाती हैं। अरबी वर्तनी के रूप और हरकतें भी मिलाई जाती हैं।
hr: Objave, odgovori i obavijesti koji ih sadrže nestaju s tvojih vremenskih traka, pretrage i obavijesti. Podudaraju se arapske varijante pisanja i dijakritici.
hu: Az ezeket tartalmazó bejegyzések, válaszok és értesítések eltűnnek az idővonalaidról, a keresésből és az értesítésekből. Az arab írásváltozatokat és ékezeteket is figyelembe vesszük.
id: Postingan, balasan, dan notifikasi yang memuat ini menghilang dari timeline, pencarian, dan notifikasimu. Variasi ejaan dan tanda baca Arab ikut dicocokkan.
it: I post, le risposte e le notifiche che le contengono spariscono dalle tue timeline, dalla ricerca e dagli avvisi. Vengono riconosciute le varianti ortografiche arabe e i segni diacritici.
ja: これらを含む投稿、返信、通知は、タイムライン、検索、通知から除外されます。アラビア語の表記ゆれやダイアクリティカルマークも一致の対象です。
ko: 이 단어가 포함된 게시물, 답글, 알림은 타임라인, 검색, 알림에서 사라져요. 아랍어 철자 변형과 발음 기호도 함께 일치시켜요.
ml: ഇവ അടങ്ങിയ പോസ്റ്റുകളും മറുപടികളും അറിയിപ്പുകളും നിങ്ങളുടെ ടൈംലൈനുകളിൽ നിന്നും തിരയലിൽ നിന്നും അലേർട്ടുകളിൽ നിന്നും ഒഴിവാകും. അറബി അക്ഷരവിന്യാസ വ്യത്യാസങ്ങളും ഡയാക്രിറ്റിക്കുകളും പൊരുത്തപ്പെടുത്തും.
ms: Siaran, balasan dan pemberitahuan yang mengandungi ini hilang daripada garis masa, carian dan makluman anda. Variasi ejaan Arab dan tanda baris dipadankan.
nb: Innlegg, svar og varsler som inneholder disse, forsvinner fra tidslinjene, søket og varslene dine. Arabiske stavevarianter og diakritiske tegn blir gjenkjent.
nl: Berichten, reacties en meldingen met deze woorden verdwijnen uit je tijdlijnen, zoekresultaten en meldingen. Arabische spellingsvarianten en diakritische tekens worden meegenomen.
pl: Wpisy, odpowiedzi i powiadomienia zawierające te słowa znikną z Twoich osi czasu, wyszukiwania i powiadomień. Dopasowywane są arabskie warianty pisowni i znaki diakrytyczne.
pt_br: Posts, respostas e notificações que contenham estes termos saem das suas linhas do tempo, da busca e dos alertas. Variações de grafia e diacríticos em árabe também são reconhecidos.
pt_pt: As publicações, respostas e notificações que contenham estas saem das suas cronologias, pesquisa e alertas. As variantes ortográficas e os diacríticos em árabe são reconhecidos.
ro: Postările, răspunsurile și notificările care le conțin dispar din fluxuri, căutare și alerte. Variantele de scriere în arabă și diacriticele sunt potrivite.
ru: Посты, ответы и уведомления с этими словами пропадут из ваших лент, поиска и уведомлений. Учитываются варианты написания на арабском и огласовки.
sk: Príspevky, odpovede a upozornenia, ktoré to obsahujú, zmiznú z tvojich časových osí, vyhľadávania a upozornení. Zhodujú sa aj varianty arabského pravopisu a diakritika.
sv: Inlägg, svar och aviseringar som innehåller dessa försvinner från dina tidslinjer, din sökning och dina aviseringar. Arabiska stavningsvarianter och diakritiska tecken matchas.
ta: இவற்றைக் கொண்ட இடுகைகள், பதில்கள், அறிவிப்புகள் உங்கள் காலவரிசைகள், தேடல், அறிவிப்புகளிலிருந்து மறையும். அரபு எழுத்துப்பிழை வேறுபாடுகளும் உச்சரிப்புக் குறிகளும் பொருத்தப்படும்.
te: ఇవి ఉన్న పోస్ట్‌లు, రిప్లైలు, నోటిఫికేషన్‌లు మీ టైమ్‌లైన్‌ల నుండి, శోధన నుండి, అలర్ట్‌ల నుండి మాయమవుతాయి. అరబిక్ స్పెల్లింగ్ రూపాంతరాలు, డయాక్రిటిక్స్ కూడా సరిపోల్చబడతాయి.
th: โพสต์ ตอบกลับ และการแจ้งเตือนที่มีคำเหล่านี้จะหายไปจากไทม์ไลน์ การค้นหา และการแจ้งเตือนของคุณ ระบบจับคู่รูปแบบการสะกดและเครื่องหมายกำกับเสียงของภาษาอาหรับด้วย
tr: Bunları içeren gönderiler, yanıtlar ve bildirimler zaman akışlarınızdan, aramadan ve bildirimlerden çıkar. Arapça yazım varyantları ve harekeler eşleştirilir.
uk: Дописи, відповіді та сповіщення з цими словами зникають із ваших стрічок, пошуку й сповіщень. Враховуються варіанти написання арабською та діакритичні знаки.
ur: جن پوسٹس، جوابات اور اطلاعات میں یہ ہوں وہ آپ کی ٹائم لائنز، سرچ اور الرٹس سے نکل جاتی ہیں۔ عربی املا کے فرق اور اعراب کا بھی ملان کیا جاتا ہے۔
vi: Bài đăng, trả lời và thông báo chứa những từ này sẽ biến mất khỏi dòng thời gian, tìm kiếm và thông báo của bạn. Các biến thể chính tả và dấu trong tiếng Ả Rập đều được khớp.
zh_hans: 包含这些词的帖子、回复和通知会从你的时间线、搜索和提醒中消失。阿拉伯语的拼写变体和变音符号也会被匹配。
zh_hant: 包含這些詞的貼文、回覆和通知，會從你的時間軸、搜尋和提醒中消失。阿拉伯文的拼寫變體和變音符號也會被比對。

# mutedTerms.placeholder
source: A word or phrase
ar: كلمة أو عبارة
bn: একটি শব্দ বা বাক্যাংশ
ca: Una paraula o frase
cs: Slovo nebo fráze
da: Et ord eller en frase
de: Ein Wort oder eine Wendung
el: Μια λέξη ή φράση
es: Una palabra o frase
fi: Sana tai fraasi
fr: Un mot ou une expression
he: מילה או ביטוי
hi: एक शब्द या वाक्यांश
hr: Riječ ili izraz
hu: Egy szó vagy kifejezés
id: Kata atau frasa
it: Una parola o una frase
ja: 単語またはフレーズ
ko: 단어 또는 구절
ml: ഒരു വാക്കോ വാക്യമോ
ms: Satu perkataan atau frasa
nb: Et ord eller en frase
nl: Een woord of zin
pl: Słowo lub fraza
pt_br: Uma palavra ou frase
pt_pt: Uma palavra ou expressão
ro: Un cuvânt sau o expresie
ru: Слово или фраза
sk: Slovo alebo fráza
sv: Ett ord eller en fras
ta: ஒரு சொல் அல்லது சொற்றொடர்
te: ఒక పదం లేదా పదబంధం
th: คำหรือวลี
tr: Bir sözcük veya ifade
uk: Слово або фраза
ur: ایک لفظ یا فقرہ
vi: Một từ hoặc cụm từ
zh_hans: 一个词或短语
zh_hant: 字詞或短語
